Repository: dan-hart/AsNeeded
Catalog: AsNeeded/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fa, fi, fr, fr_ca, he, hi, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: RxNorm is a normalized naming system for generic and branded drugs produced by the National Library of Medicine.
ar: RxNorm هو نظام تدوين معياري للأسماء للأدوية العامة والمُعلَّبة أنتجته المكتبة الوطنية للطب.
ca: RxNorm és un sistema de nomenclatura normalitzat per a medicaments genèrics i de marca creat per la National Library of Medicine.
cs: RxNorm je normalizovaný systém pojmenování generických a registrovaných léků vytvořený Národní lékařskou knihovnou.
da: RxNorm er et normaliseret navnesystem for generiske og varemærkebeskyttede lægemidler udarbejdet af National Library of Medicine.
de: RxNorm ist ein normiertes Namenssystem für generische und Markenmedikamente, das von der National Library of Medicine bereitgestellt wird.
el: Το RxNorm είναι ένα κανονικοποιημένο σύστημα ονοματοδοσίας για γενόσημα και εμπορικά φάρμακα που δημιουργήθηκε από την Εθνική Βιβλιοθήκη Ιατρικής.
es: RxNorm es un sistema normalizado de nombres para fármacos genéricos y de marca creado por la Biblioteca Nacional de Medicina.
es_419: RxNorm es un sistema de nombres normalizados para medicamentos genéricos y de marca producido por la National Library of Medicine.
fa: RxNorm یک سیستم نام‌گذاری یکپارچه برای داروهای ژنریک و برند است که توسط کتابخانه ملی پزشکی تولید شده است.
fi: RxNorm on National Library of Medicinein tuottama geneeristen ja merkkivalmisteiden normalisoitu nimistö.
fr: RxNorm est un système de noms normalisés pour les médicaments génériques et de marque produit par la National Library of Medicine.
fr_ca: RxNorm est un système de dénomination normalisé pour les médicaments génériques et de marque produit par la National Library of Medicine.
he: RxNorm הוא מערכת שמות ממוזגת לתרופות גנריות וממותגות המופקת על ידי הספרייה הלאומית לרפואה.
hi: RxNorm एक जेनरिक और ब्रांडेड दवाओं के लिए नेशनल लाइब्रेरी ऑफ़ मेडिसिन द्वारा निर्मित सामान्यकृत नामकरण प्रणाली है।
hu: Az RxNorm a Nemzeti Orvostudományi Könyvtár által készített, generikus és védett gyógyszerek normált elnevezési rendszere.
id: RxNorm adalah sistem penamaan terstandardisasi untuk obat generik dan bermerek yang dibuat oleh National Library of Medicine.
it: RxNorm è un sistema di denominazione normalizzato per farmaci generici e di marca prodotto dalla National Library of Medicine.
ja: RxNormは、米国国立医学図書館が作成した一般名および商品名の正規化された命名システムです。
kk: RxNorm — Ұлттық медицина кітапханасы шығарған жалпы және брендтелген дәрілерге арналған нормаланған атау жүйесі.
ko: RxNorm은 국립의학도서관에서 제공하는 일반명 및 상표명의 표준 명명 체계입니다.
ms: RxNorm ialah sistem penamaan dinormalisasikan untuk ubat generik dan berjenama yang dikeluarkan oleh Perpustakaan Perubatan Negara.
nb: RxNorm er et normalisert navnesystem for generiske og merkevarelegemidler fra National Library of Medicine.
nl: RxNorm is een genormaliseerd naamgevingssysteem voor generieke en merkmedicijnen, ontwikkeld door de National Library of Medicine.
pl: RxNorm to znormalizowany system nazewnictwa leków generycznych i markowych opracowany przez National Library of Medicine.
pt_br: RxNorm é um sistema de nomenclatura normalizado para medicamentos genéricos e de marca produzido pela Biblioteca Nacional de Medicina.
pt_pt: RxNorm é um sistema de nomenclatura normalizada para medicamentos genéricos e de marca produzido pela National Library of Medicine.
ro: RxNorm este un sistem normalizat de denumiri pentru medicamente generice și de marcă oferit de Biblioteca Națională de Medicină.
ru: RxNorm — это нормализованная система наименований для генериков и брендовых препаратов, разработанная Национальной медицинской библиотекой.
sv: RxNorm är ett standardiserat namnsystem för generiska och varumärkesregistrerade läkemedel som tas fram av National Library of Medicine.
th: RxNorm เป็นระบบการตั้งชื่อมาตรฐานสำหรับยาสามัญและยาตราสินค้าที่จัดทำโดยห้องสมุดแห่งชาติด้านการแพทย์
tr: RxNorm, Ulusal Tıp Kütüphanesi tarafından üretilen jenerik ve markalı ilaçlar için normalleştirilmiş bir adlandırma sistemidir.
vi: RxNorm là hệ thống đặt tên chuẩn hóa cho thuốc gốc và thuốc có nhãn hiệu do Thư viện Y khoa Quốc gia phát triển.
zh_hans: RxNorm 是由美国国立医学图书馆制定的通用名和品牌药物的规范命名系统。
zh_hant: RxNorm 是由美國國立醫學圖書館（National Library of Medicine）制定的通用名與品牌藥物的標準命名系統。
zh_hk: RxNorm 是由美國國家醫學圖書館制定的通用名和商品名藥物的標準化命名系統。

source: RxNorm is a normalized naming system for generic and branded drugs produced by the National Library of Medicine. This app uses the RxNorm API to provide medication search and information features.
ar: RxNorm هو نظام تدوين معياري للأسماء للأدوية العامة والمُعلَّبة أنتجته المكتبة الوطنية للطب. يستخدم هذا التطبيق واجهة برمجة تطبيقات RxNorm لتقديم ميزات البحث عن الأدوية والمعلومات المتعلقة بها.
ca: RxNorm és un sistema de nomenclatura normalitzat per a medicaments genèrics i de marca creat per la National Library of Medicine. Aquesta aplicació utilitza l'API de RxNorm per proporcionar funcions de cerca i informació sobre medicaments.
cs: RxNorm je normalizovaný systém pojmenování generických a registrovaných léků vytvořený Národní lékařskou knihovnou. Tato aplikace používá RxNorm API k poskytování funkcí vyhledávání léků a informací.
da: RxNorm er et normaliseret navnesystem for generiske og varemærkebeskyttede lægemidler udarbejdet af National Library of Medicine. Denne app bruger RxNorm API til at tilbyde medicinsøgning og informationsfunktioner.
de: RxNorm ist ein normiertes Namenssystem für generische und Markenmedikamente, das von der National Library of Medicine bereitgestellt wird. Diese App verwendet die RxNorm-API, um Medikamentensuche und Informationsfunktionen bereitzustellen.
el: Το RxNorm είναι ένα κανονικοποιημένο σύστημα ονοματοδοσίας για γενόσημα και εμπορικά φάρμακα που δημιουργήθηκε από την Εθνική Βιβλιοθήκη Ιατρικής. Αυτή η εφαρμογή χρησιμοποιεί το RxNorm API για να παρέχει λειτουργίες αναζήτησης και πληροφοριών για φάρμακα.
es: RxNorm es un sistema normalizado de nombres para fármacos genéricos y de marca creado por la Biblioteca Nacional de Medicina. Esta app utiliza la API de RxNorm para ofrecer funciones de búsqueda e información sobre medicamentos.
es_419: RxNorm es un sistema de nombres normalizados para medicamentos genéricos y de marca producido por la National Library of Medicine. Esta app usa la API de RxNorm para ofrecer funciones de búsqueda e información de medicamentos.
fa: RxNorm یک سیستم نام‌گذاری یکپارچه برای داروهای ژنریک و برند است که توسط کتابخانه ملی پزشکی تولید شده است. این برنامه از API ری‌اکس‌نرم برای ارائه قابلیت‌های جستجو و اطلاعات دارویی استفاده می‌کند.
fi: RxNorm on National Library of Medicinein tuottama geneeristen ja merkkivalmisteiden normalisoitu nimistö. Tämä sovellus käyttää RxNormin API:ta tarjotakseen lääkkeiden haku- ja tietotoimintoja.
fr: RxNorm est un système de noms normalisés pour les médicaments génériques et de marque produit par la National Library of Medicine. Cette app utilise l'API RxNorm pour fournir des fonctionnalités de recherche et d'information sur les médicaments.
fr_ca: RxNorm est un système de dénomination normalisé pour les médicaments génériques et de marque produit par la National Library of Medicine. Cette application utilise l'API RxNorm pour offrir des fonctions de recherche et d'information sur les médicaments.
he: RxNorm הוא מערכת שמות ממוזגת לתרופות גנריות וממותגות המופקת על ידי הספרייה הלאומית לרפואה. אפליקציה זו משתמשת ב‑RxNorm API כדי לספק חיפוש תרופות ותכונות מידע.
hi: RxNorm एक जेनरिक और ब्रांडेड दवाओं के लिए नेशनल लाइब्रेरी ऑफ़ मेडिसिन द्वारा निर्मित सामान्यकृत नामकरण प्रणाली है। यह ऐप दवा खोज और जानकारी सुविधाएँ प्रदान करने के लिए RxNorm API का उपयोग करता है।
hu: Az RxNorm a Nemzeti Orvostudományi Könyvtár által készített, generikus és védett gyógyszerek normált elnevezési rendszere. Ez az alkalmazás az RxNorm API‑t használja a gyógyszerek kereséséhez és információihoz.
id: RxNorm adalah sistem penamaan terstandardisasi untuk obat generik dan bermerek yang dibuat oleh National Library of Medicine. Aplikasi ini menggunakan RxNorm API untuk menyediakan fitur pencarian dan informasi obat.
it: RxNorm è un sistema di denominazione normalizzato per farmaci generici e di marca prodotto dalla National Library of Medicine. Questa app utilizza l'API RxNorm per fornire funzionalità di ricerca e informazioni sui farmaci.
ja: RxNormは、米国国立医学図書館が作成した一般名および商品名の正規化された命名システムです。このアプリはRxNorm APIを使用して、薬の検索や情報提供の機能を実現しています。
kk: RxNorm — Ұлттық медицина кітапханасы шығарған жалпы және брендтелген дәрілерге арналған нормаланған атау жүйесі. Бұл қосымша дәрілерді іздеу және ақпарат беру мүмкіндіктерін қамтамасыз ету үшін RxNorm API-ын пайдаланады.
ko: RxNorm은 국립의학도서관에서 제공하는 일반명 및 상표명의 표준 명명 체계입니다. 이 앱은 약물 검색 및 정보 기능을 제공하기 위해 RxNorm API를 사용합니다.
ms: RxNorm ialah sistem penamaan dinormalisasikan untuk ubat generik dan berjenama yang dikeluarkan oleh Perpustakaan Perubatan Negara. Aplikasi ini menggunakan API RxNorm untuk menyediakan carian ubat dan ciri maklumat.
nb: RxNorm er et normalisert navnesystem for generiske og merkevarelegemidler fra National Library of Medicine. Denne appen bruker RxNorm API for å tilby søk etter legemidler og informasjonsfunksjoner.
nl: RxNorm is een genormaliseerd naamgevingssysteem voor generieke en merkmedicijnen, ontwikkeld door de National Library of Medicine. Deze app gebruikt de RxNorm API om medicijnzoek- en informatiefuncties te bieden.
pl: RxNorm to znormalizowany system nazewnictwa leków generycznych i markowych opracowany przez National Library of Medicine. Ta aplikacja korzysta z RxNorm API, aby udostępnić funkcje wyszukiwania leków i informacje o nich.
pt_br: RxNorm é um sistema de nomenclatura normalizado para medicamentos genéricos e de marca produzido pela Biblioteca Nacional de Medicina. Este app usa a RxNorm API para fornecer recursos de busca e informações sobre medicamentos.
pt_pt: RxNorm é um sistema de nomenclatura normalizada para medicamentos genéricos e de marca produzido pela National Library of Medicine. Esta app utiliza a API do RxNorm para fornecer funcionalidades de pesquisa e informação sobre medicamentos.
ro: RxNorm este un sistem normalizat de denumiri pentru medicamente generice și de marcă oferit de Biblioteca Națională de Medicină. Această aplicație folosește API-ul RxNorm pentru a oferi funcții de căutare și informații despre medicamente.
ru: RxNorm — это нормализованная система наименований для генериков и брендовых препаратов, разработанная Национальной медицинской библиотекой. Это приложение использует API RxNorm, чтобы предоставлять функции поиска лекарств и информацию о них.
sv: RxNorm är ett standardiserat namnsystem för generiska och varumärkesregistrerade läkemedel som tas fram av National Library of Medicine. Den här appen använder RxNorm API:t för att erbjuda sök- och informationsfunktioner om läkemedel.
th: RxNorm เป็นระบบการตั้งชื่อมาตรฐานสำหรับยาสามัญและยาตราสินค้าที่จัดทำโดยห้องสมุดแห่งชาติด้านการแพทย์ แอปนี้ใช้ RxNorm API เพื่อให้ฟีเจอร์ค้นหาและข้อมูลยา
tr: RxNorm, Ulusal Tıp Kütüphanesi tarafından üretilen jenerik ve markalı ilaçlar için normalleştirilmiş bir adlandırma sistemidir. Bu uygulama ilaç arama ve bilgi özellikleri sunmak için RxNorm API'sini kullanır.
vi: RxNorm là hệ thống đặt tên chuẩn hóa cho thuốc gốc và thuốc có nhãn hiệu do Thư viện Y khoa Quốc gia phát triển. Ứng dụng này sử dụng API của RxNorm để cung cấp chức năng tìm kiếm và thông tin về thuốc.
zh_hans: RxNorm 是由美国国立医学图书馆制定的通用名和品牌药物的规范命名系统。本应用使用 RxNorm API 提供药物搜索和信息功能。
zh_hant: RxNorm 是由美國國立醫學圖書館（National Library of Medicine）制定的通用名與品牌藥物的標準命名系統。本應用程式使用 RxNorm API 提供藥物搜尋與資訊功能。
zh_hk: RxNorm 是由美國國家醫學圖書館制定的通用名和商品名藥物的標準化命名系統。此應用程式使用 RxNorm API 提供藥物搜尋及資訊功能。

source: Save
ar: حفظ
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
es_419: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: שמור
hi: सहेजें
hu: Mentés
id: Simpan
it: Salva
ja: 保存
kk: Сақтау
ko: 저장
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 儲存
zh_hk: 儲存

source: Save medication
ar: حفظ الدواء
ca: Desa el medicament
cs: Uložit lék
da: Gem medicin
de: Medikament speichern
el: Αποθήκευση φαρμάκου
es: Guardar medicamento
es_419: Guardar medicamento
fa: ذخیره دارو
fi: Tallenna lääke
fr: Enregistrer le médicament
fr_ca: Enregistrer le médicament
he: שמור תרופה
hi: दवा सहेजें
hu: Gyógyszer mentése
id: Simpan obat
it: Salva farmaco
ja: 医薬品を保存
kk: Дәріні сақтау
ko: 약물 저장
ms: Simpan ubat
nb: Lagre medisin
nl: Medicijn opslaan
pl: Zapisz lek
pt_br: Salvar medicamento
pt_pt: Guardar medicação
ro: Salvează medicamentul
ru: Сохранить лекарство
sv: Spara läkemedel
th: บันทึกยา
tr: İlacı kaydet
vi: Lưu thuốc
zh_hans: 保存药物
zh_hant: 儲存藥物
zh_hk: 儲存藥物

source: Save Medication
ar: حفظ الدواء
ca: Desa medicació
cs: Uložit lék
da: Gem medicin
de: Medikament speichern
el: Αποθήκευση φαρμάκου
es: Guardar medicamento
es_419: Guardar medicamento
fa: ذخیرهٔ دارو
fi: Tallenna lääke
fr: Enregistrer le médicament
fr_ca: Enregistrer le médicament
he: שמור תרופה
hi: दवा सहेजें
hu: Gyógyszer mentése
id: Simpan Obat
it: Salva farmaco
ja: 投薬を保存
kk: Дәріні сақтау
ko: 약물 저장
ms: Simpan Ubat
nb: Lagre medisin
nl: Medicatie opslaan
pl: Zapisz lek
pt_br: Salvar Medicação
pt_pt: Guardar medicação
ro: Salvează medicația
ru: Сохранить препарат
sv: Spara medicin
th: บันทึกยา
tr: İlacı Kaydet
vi: Lưu thuốc
zh_hans: 保存药物
zh_hant: 儲存藥物
zh_hk: 儲存藥物

source: Saves the medication details
ar: يحفظ تفاصيل الدواء
ca: Desa els detalls de la medicació
cs: Uloží údaje o léku
da: Gemmer medicinoplysningerne
de: Speichert die Details des Medikaments
el: Αποθηκεύει τις λεπτομέρειες του φαρμάκου
es: Guarda los detalles del medicamento
es_419: Guarda los detalles del medicamento
fa: جزئیات دارو را ذخیره می‌کند
fi: Tallentaa lääkkeen tiedot
fr: Enregistre les détails du médicament
fr_ca: Enregistre les détails du médicament
he: שומר/ת את פרטי התרופה
hi: दवा के विवरण सहेजता है
hu: Elmenti a gyógyszer részleteit.
id: Menyimpan detail obat
it: Salva i dettagli del farmaco
ja: 投薬の詳細を保存します
kk: Дәрі туралы мәліметтерді сақтайды
ko: 약물 정보를 저장합니다
ms: Menyimpan butiran ubat
nb: Lagrer medisinens detaljer
nl: Slaat de medicatiegegevens op
pl: Zapisuje szczegóły leku
pt_br: Salva os detalhes da medicação
pt_pt: Guarda os detalhes da medicação
ro: Salvează detaliile medicației
ru: Сохраняет данные о препарате
sv: Sparar medicinens uppgifter
th: บันทึกข้อมูลรายละเอียดของยา
tr: İlacın bilgilerini kaydeder
vi: Lưu chi tiết về thuốc
zh_hans: 保存药物详情
zh_hant: 儲存藥物詳細資料
zh_hk: 儲存藥物資料

source: SCHEDULE
ar: الجدول
ca: HORARI
cs: PLÁN
da: PLAN
de: ZEITPLAN
el: ΠΡΟΓΡΑΜΜΑ
es: HORARIO
es_419: HORARIO
fa: برنامه‌ریزی
fi: AIKATAULU
fr: PLANNING
fr_ca: HORAIRE
he: לוח זמנים
hi: अनुसूची
hu: ÜTEMEZÉS
id: JADWAL
it: PROGRAMMA
ja: スケジュール
kk: КЕСТЕ
ko: 일정
ms: JADUAL
nb: PLAN
nl: PLANNING
pl: HARMONOGRAM
pt_br: AGENDA
pt_pt: HORÁRIO
ro: PROGRAM
ru: РАСПИСАНИЕ
sv: SCHEMA
th: ตารางเวลา
tr: TAKVİM
vi: LỊCH
zh_hans: 计划
zh_hant: 排程
zh_hk: 排程

source: Schedule Reminder
ar: جدولة التذكير
ca: Programar recordatori
cs: Naplánovat připomenutí
da: Planlæg påmindelse
de: Erinnerung planen
el: Προγραμματισμός υπενθύμισης
es: Programar recordatorio
es_419: Programar recordatorio
fa: تنظیم یادآور
fi: Aseta muistutus
fr: Planifier un rappel
fr_ca: Planifier un rappel
he: קבע תזכורת
hi: अनुस्मारक सेट करें
hu: Emlékeztető ütemezése
id: Jadwalkan Pengingat
it: Programma promemoria
ja: リマインダーを設定
kk: Еске салғышты жоспарлау
ko: 알림 일정 설정
ms: Jadualkan Peringatan
nb: Planlegg påminnelse
nl: Herinnering plannen
pl: Ustaw przypomnienie
pt_br: Agendar Lembrete
pt_pt: Programar lembrete
ro: Programează memento
ru: Напомнить по расписанию
sv: Schemalägg påminnelse
th: ตั้งเตือน
tr: Hatırlatıcı Ayarla
vi: Lên lịch nhắc
zh_hans: 安排提醒
zh_hant: 排定提醒
zh_hk: 排程提醒

source: Searching medications...
ar: جارٍ البحث عن أدوية...
ca: Buscant medicacions...
cs: Vyhledávám léky...
da: Søger efter medicin...
de: Suche nach Medikamenten...
el: Αναζήτηση φαρμάκων...
es: Buscando medicamentos...
es_419: Buscando medicamentos...
fa: در حال جست‌وجوی داروها...
fi: Etsitään lääkkeitä...
fr: Recherche de médicaments...
fr_ca: Recherche de médicaments...
he: מחפש/ת תרופות...
hi: दवाओं की खोज...
hu: Gyógyszerek keresése...
id: Mencari obat...
it: Cercando farmaci...
ja: 薬を検索中...
kk: Дәрілер ізделуде...
ko: 약물 검색 중...
ms: Mencari ubat...
nb: Søker etter medisiner...
nl: Zoeken naar medicatie...
pl: Wyszukiwanie leków...
pt_br: Buscando medicamentos...
pt_pt: A procurar medicamentos...
ro: Căutare medicamente...
ru: Поиск препаратов...
sv: Söker efter mediciner...
th: กำลังค้นหายา...
tr: İlaçlar aranıyor...
vi: Đang tìm thuốc...
zh_hans: 正在搜索药物...
zh_hant: 搜尋藥物中...
zh_hk: 正在搜尋藥物...

source: Select a medication to see history.
ar: اختر دواءً لعرض التاريخ.
ca: Selecciona una medicació per veure l'historial.
cs: Vyber lék pro zobrazení historie.
da: Vælg en medicin for at se historik.
de: Wähle ein Medikament, um die Historie zu sehen.
el: Επιλέξτε ένα φάρμακο για να δείτε το ιστορικό.
es: Selecciona un medicamento para ver el historial.
es_419: Selecciona un medicamento para ver el historial.
fa: یک دارو را انتخاب کنید تا تاریخچه را ببینید.
fi: Valitse lääke nähdäksesi historian.
fr: Sélectionne un médicament pour voir l'historique.
fr_ca: Sélectionne un médicament pour voir l'historique.
he: בחר/י תרופה כדי לצפות בהיסטוריה.
hi: इतिहास देखने के लिए कोई दवा चुनें।
hu: Válassz gyógyszert a történet megtekintéséhez.
id: Pilih obat untuk melihat riwayat.
it: Seleziona un farmaco per vedere la cronologia.
ja: 履歴を見るには薬を選択してください。
kk: Тарихын көру үшін дәріні таңдаңыз.
ko: 기록을 보려면 약물을 선택하세요.
ms: Pilih ubat untuk melihat sejarah.
nb: Velg en medisin for å se historikk.
nl: Selecteer een medicatie om de geschiedenis te zien.
pl: Wybierz lek, aby zobaczyć historię.
pt_br: Selecione um medicamento para ver o histórico.
pt_pt: Selecione uma medicação para ver o histórico.
ro: Selectează un medicament pentru a vedea istoricul.
ru: Выбери препарат, чтобы увидеть историю.
sv: Välj en medicin för att se historik.
th: เลือกยาหนึ่งรายการเพื่อดูประวัติ
tr: Geçmişi görmek için bir ilaç seçin.
vi: Chọn thuốc để xem lịch sử.
zh_hans: 选择一种药物以查看历史。
zh_hant: 選取藥物以查看紀錄。
zh_hk: 選擇藥物以查看歷史。

source: Select a medication to see trends.
ar: اختر دواءً لعرض الاتجاهات.
ca: Selecciona una medicació per veure tendències.
cs: Vyber lék pro zobrazení trendů.
da: Vælg en medicin for at se tendenser.
de: Wähle ein Medikament, um Trends zu sehen.
el: Επιλέξτε ένα φάρμακο για να δείτε τις τάσεις.
es: Selecciona un medicamento para ver las tendencias.
es_419: Selecciona un medicamento para ver las tendencias.
fa: یک دارو را انتخاب کنید تا روندها را ببینید.
fi: Valitse lääke nähdäksesi trendit.
fr: Sélectionne un médicament pour voir les tendances.
fr_ca: Sélectionne un médicament pour voir les tendances.
he: בחר/י תרופה כדי לראות מגמות.
hi: रुझान देखने के लिए कोई दवा चुनें।
hu: Válassz gyógyszert a trendek megtekintéséhez.
id: Pilih obat untuk melihat tren.
it: Seleziona un farmaco per vedere le tendenze.
ja: トレンドを見るには薬を選択してください。
kk: Үдерістерді көру үшін дәріні таңдаңыз.
ko: 추세를 보려면 약물을 선택하세요.
ms: Pilih ubat untuk melihat corak.
nb: Velg en medisin for å se trender.
nl: Selecteer een medicatie om trends te zien.
pl: Wybierz lek, aby zobaczyć trendy.
pt_br: Selecione um medicamento para ver tendências.
pt_pt: Selecione uma medicação para ver as tendências.
ro: Selectează un medicament pentru a vedea tendințele.
ru: Выбери препарат, чтобы увидеть тенденции.
sv: Välj en medicin för att se trender.
th: เลือกยาหนึ่งรายการเพื่อดูแนวโน้ม
tr: Eğilimleri görmek için bir ilaç seçin.
vi: Chọn thuốc để xem xu hướng.
zh_hans: 选择一种药物以查看趋势。
zh_hant: 選取藥物以查看趨勢。
zh_hk: 選擇藥物以查看趨勢。

source: Select Date
ar: اختر التاريخ
ca: Selecciona data
cs: Vybrat datum
da: Vælg dato
de: Datum wählen
el: Επιλογή ημερομηνίας
es: Seleccionar fecha
es_419: Seleccionar fecha
fa: انتخاب تاریخ
fi: Valitse päivämäärä
fr: Sélectionner une date
fr_ca: Sélectionner la date
he: בחר/י תאריך
hi: तारीख चुनें
hu: Dátum kiválasztása
id: Pilih Tanggal
it: Seleziona data
ja: 日付を選択
kk: Күнді таңдаңыз
ko: 날짜 선택
ms: Pilih Tarikh
nb: Velg dato
nl: Datum selecteren
pl: Wybierz datę
pt_br: Selecionar Data
pt_pt: Selecionar data
ro: Selectează data
ru: Выбрать дату
sv: Välj datum
th: เลือกวันที่
tr: Tarih Seç
vi: Chọn ngày
zh_hans: 选择日期
zh_hant: 選擇日期
zh_hk: 選擇日期

source: Select Days
ar: اختر الأيام
ca: Selecciona dies
cs: Vyber dny
da: Vælg dage
de: Tage auswählen
el: Επιλογή ημερών
es: Seleccionar días
es_419: Seleccionar días
fa: انتخاب روزها
fi: Valitse päivät
fr: Sélectionner des jours
fr_ca: Sélectionner les jours
he: בחר/י ימים
hi: दिन चुनें
hu: Napok kiválasztása
id: Pilih Hari
it: Seleziona giorni
ja: 曜日を選択
kk: Күндерді таңдаңыз
ko: 요일 선택
ms: Pilih Hari
nb: Velg dager
nl: Dagen selecteren
pl: Wybierz dni
pt_br: Selecionar Dias
pt_pt: Selecionar dias
ro: Selectează zilele
ru: Выбрать дни
sv: Välj dagar
th: เลือกวัน
tr: Günleri Seç
vi: Chọn các ngày
zh_hans: 选择天数
zh_hant: 選擇天數
zh_hk: 選擇日子

source: Select medication to log dose
ar: اختر دواءً لتسجيل الجرعة
ca: Selecciona la medicació per registrar la dosi
cs: Vyber lék pro zaznamenání dávky
da: Vælg medicin for at registrere dosis
de: Medikament auswählen, um Dosis zu erfassen
el: Επιλέξτε φάρμακο για να καταγράψετε δόση
es: Selecciona un medicamento para registrar la dosis
es_419: Selecciona un medicamento para registrar la dosis
fa: یک دارو را برای ثبت دُز انتخاب کنید
fi: Valitse lääke annoksen kirjaamista varten
fr: Sélectionne un médicament pour enregistrer la dose
fr_ca: Sélectionne un médicament pour consigner une dose
he: בחר/י תרופה לתיעוד מנה
hi: खुराक दर्ज करने के लिए दवा चुनें
hu: Válassz gyógyszert az adag rögzítéséhez
id: Pilih obat untuk mencatat dosis
it: Seleziona il farmaco per registrare la dose
ja: 服用記録する薬を選択
kk: Дозаны жазу үшін дәріні таңдаңыз
ko: 복용 기록을 남길 약물을 선택하세요
ms: Pilih ubat untuk log dos
nb: Velg medisin for å registrere dose
nl: Selecteer medicatie om dosis te registreren
pl: Wybierz lek, aby zanotować dawkę
pt_br: Selecione um medicamento para registrar a dose
pt_pt: Selecione a medicação para registar a dose
ro: Selectează medicamentul pentru a înregistra doza
ru: Выбери препарат, чтобы зафиксировать дозу
sv: Välj medicin för att logga dos
th: เลือกยาที่จะบันทึกขนาดยาที่รับประทาน
tr: Doz kaydı için ilaç seçin
vi: Chọn thuốc để ghi lại liều
zh_hans: 选择要记录剂量的药物
zh_hant: 選取要記錄劑量的藥物
zh_hk: 選擇要記錄劑量的藥物

source: Send Feedback
ar: إرسال ملاحظات
ca: Envia comentaris
cs: Odeslat zpětnou vazbu
da: Send tilbagemelding
de: Feedback senden
el: Αποστολή σχολίων
es: Enviar comentarios
es_419: Enviar comentarios
fa: ارسال بازخورد
fi: Lähetä palaute
fr: Envoyer des retours
fr_ca: Envoyer des commentaires
he: שלח משוב
hi: प्रतिक्रिया भेजें
hu: Visszajelzés küldése
id: Kirim Masukan
it: Invia feedback
ja: フィードバックを送信
kk: Кері байланыс жіберу
ko: 피드백 보내기
ms: Hantar Maklum Balas
nb: Send tilbakemelding
nl: Feedback verzenden
pl: Wyślij opinię
pt_br: Enviar Feedback
pt_pt: Enviar feedback
ro: Trimite feedback
ru: Отправить отзыв
sv: Skicka feedback
th: ส่งคำติชม
tr: Geri Bildirim Gönder
vi: Gửi phản hồi
zh_hans: 发送反馈
zh_hant: 送出意見回饋
zh_hk: 發送意見回饋
